var highways = [
	{
		"from": [-4, 4],
		"to":[1200, 4],
		"name": "Червона хуйня",
		"color": "#ff0000",
		"width": 4
	},
	{
		"from": [-4, 4],
		"to":[-1200, 4],
		"name": "Рожева хуйня",
		"color": "#ff00ff",
		"width": 4
	},
	{
		"from": [-4, 4],
		"to":[-4, -1200],
		"name": "Бірюзова хуйня",
		"color": "#00ffff",
		"width": 4
	},
	{
		"from": [-4, 4],
		"to":[-4, 1200],
		"name": "Зелена хуйня",
		"color": "#00ff00",
		"width": 4
	},
	{
		"from": [-4, 200],
		"to":[300, 200],
		"name": "Ще одна хуйня",
		"color": "#00ff00",
		"width": 3
	},
	{
		"from": [300, 200],
		"to":[300, 500],
		"color": "#00ff00",
		"width": 3
	},
	{
		"from": [300, 200],
		"to":[300, 500],
		"color": "#00ff00",
		"width": 3
	},
	{
		"from": [300, 250],
		"to":[500, 250],
		"color": "#00ff00",
		"width": 2
	}
];
